aaron-bond.better-comments
adrianwilczynski.alpine-js-intellisense
badasukerubin.vscode-laravel-goto-policy
bebo925.livewire-switcher
blanu.vscode-styled-jsx
bradlc.vscode-tailwindcss
bschulte.php-autocomplete
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
codezombiech.gitignore
connorshea.vscode-ruby-test-adapter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gitlab.gitlab-workflow
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
haydenbleasel.vercel-vscode
hbenl.vscode-test-explorer
hermetikos.subword-navigation-keymaps
imgildev.vscode-nextjs-generator
jasonnutter.search-node-modules
jmkrivocapich.drawfolderstructure
jnbt.vscode-rufo
kelset.rn-full-pack
kisstkondoros.vscode-gutter-preview
loczek.next-js-ts-snippets
lucono.karma-test-explorer
mariusalchimavicius.json-to-ts
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mohd-akram.vscode-html-format
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
mushan.vscode-paste-image
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
pmneo.tsimporter
pnp.polacode
porifa.laravel-intelephense
postman.postman-for-vscode
pulkitgangwar.nextjs-snippets
rangav.vscode-thunder-client
rifi2k.format-html-in-php
ritwickdey.liveserver
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shibu.nextjs-js-ts-code-snippets
shubhamgavali.component-generator
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
tr4uma.swift-sfdc
twxs.cmake
usernamehw.errorlens
vincaslt.highlight-matching-tag
vivaxy.vscode-conventional-commits
vscjava.vscode-gradle
vue.volar
wayou.vscode-todo-highlight
willluke.nextjs
willstakayama.vscode-nextjs-snippets
wix.vscode-import-cost
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one